Repository: NaN-tic/trytond-stock_shipment_ecommerce
Catalog: locale/*.po
Languages: ca

# field:party.party,shop:
source: Shop
ca: Botiga

# field:product.product,party:
source: Party
ca: Tercer

# field:product.product,party_code:
source: Party Code
ca: Codi

# field:product.template,party:
source: Party
ca: Tercer

# field:stock.shipment.ecommerce.shop,api_key:
source: API Key
ca: Clau API

# field:stock.shipment.ecommerce.shop,api_password:
source: API Password
ca: Contrasenya API

# field:stock.shipment.ecommerce.shop,create_products:
source: Create Products
ca: Crear productes

# field:stock.shipment.ecommerce.shop,name:
source: Name
ca: Nom

# field:stock.shipment.ecommerce.shop,party:
source: Party
ca: Tercer

# field:stock.shipment.ecommerce.shop,type:
source: Type
ca: Tipus

# field:stock.shipment.ecommerce.shop,url:
source: Shop URL
ca: URL de botiga

# field:stock.shipment.ecommerce.shop,warehouse:
source: Warehouse
ca: Magatzem

# field:stock.shipment.in,origin_party:
source: Origin Party
ca: Tercer origen

# field:stock.shipment.in.return,origin_party:
source: Origin Party
ca: Tercer

# field:stock.shipment.out,customer_phone_numbers:
source: Customer Phone Numbers
ca: Telefons del client

# field:stock.shipment.out,json_order:
source: Order's JSON
ca: Comanda JSON

# field:stock.shipment.out,origin_party:
source: Origin Party
ca: Tercer origen

# field:stock.shipment.out,sale_date:
source: Sale Date
ca: Data venda

# field:stock.shipment.out,shop:
source: Shop
ca: Botiga

# field:stock.shipment.out,shop_order_id:
source: Shop Order ID
ca: Comanda botiga ID

# field:stock.shipment.out.return,origin_party:
source: Origin Party
ca: Tercer origen

# field:stock.shipment.out.return,sale_date:
source: Sale Date
ca: Data venda

# model:ir.action,name:act_shop
source: Shop
ca: Botiga

# model:ir.message,text:country_not_found
source: Missing country on order "%(order)s" from shop "%(shop)s"
ca: No s'ha trobat el pais en la comanda "%(order)s" de la botiga "%(shop)s""

# model:ir.message,text:missing_customer
source: Missing customer on order "%(order)s" from shop "%(shop)s"
ca: No s'ha trobat el client en el comanda "%(order)s" de la botiga "%(shop)s""

# model:ir.message,text:missing_product
source: Missing product "%(product)s" on order "%(order)s" from shop "%(shop)s"
ca: No s'ha trobat el producte "%(product)s" de la comanda "%(order)s" de la botiga "%(shop)s"

# model:ir.message,text:shop_connection_failed
source: The connection to the shop has failed, check the shop credentials
ca: La conexió amb la botiga ha fallat, revisin les credencials

# model:ir.message,text:subdivision_not_found
source: Missing subdivision on order "%(order)s" from shop "%(shop)s"
ca: No s'ha trobat la subdivisió' "%(order)s" de la botiga "%(shop)s"

# model:ir.model.button,string:update_shop_shipments_button
source: Update
ca: Actualiza

# model:ir.ui.menu,name:menu_shop_view
source: Shop
ca: Botiga

# model:stock.shipment.ecommerce.shop,name:
source: Shop
ca: Botiga

# selection:ir.cron,method:
source: Update Shipments
ca: Actualiza albarans

# selection:party.configuration,identifier_types:
source: Shop
ca: Botiga

# selection:party.identifier,type:
source: Shop
ca: Botiga

# view:stock.shipment.ecommerce.shop:
source: Update
ca: Actualiza
